Repository: pypi-data/pypi-mirror-245
Catalog: packages/mds-investment/mds_investment-7.0.26.tar.gz/mds_investment-7.0.26/locale/*.po
Languages: de

# model:res.group,name:group_investment
source: Investment
de: Investition

# model:res.group,name:group_investment_admin
source: Investment Administrator
de: Investition Administrator

# selection:ir.cron,method:
source: Update Asset Rates
de: Vermögenswertkurse Aktualisieren

# model:ir.message,text:msg_currency_unique_rate_date
source: A asset can only have one rate by date.
de: Es darf nur einen Kurs pro Datum für einen Vermögenswert geben.

# model:ir.message,text:msg_currency_rate_positive
source: A asset rate must be positive.
de: Der Kurs des Vermögenswertes muss positiv sein.

# model:ir.message,text:msg_import_err_date
source: failed to read column %(colnr)s of file, expected date (format: %(datefmt)s)
de: Fehler beim Lesen von Spalte %(colnr)s der Datei, erwartetes Datum (Format: %(datefmt)s)

# model:ir.message,text:msg_err_unknown_content
source: failed to identify row content: %(linetxt)s
de: Zeileninhalt konnte nicht identifiziert werden: %(linetxt)s

# model:ir.message,text:msg_querytype_web
source: Extract from web page
de: aus Webseite auslesen

# model:ir.message,text:msg_missing_url
source: URL for the online source '%(oname)s' is missing.
de: URL für die Onlinequelle '%(oname)s' fehlt.

# model:ir.ui.menu,name:menu_investment
source: Investment
de: Investition

# model:ir.ui.menu,name:menu_asset
source: Asset
de: Vermögenswert

# model:ir.ui.menu,name:menu_onlinesource
source: Online Source
de: Online Quelle

# model:ir.action,name:act_asset_view
source: Asset
de: Vermögenswert

# model:ir.action,name:act_source_view
source: Online Source
de: Online Quelle

# model:ir.action,name:updt_source_wiz
source: Update Source
de: Quelle aktualisieren

# model:ir.action,name:act_import_wizard
source: Import CSV-File
de: CSV-Datei importieren

# model:ir.action.act_window.domain,name:act_asset_domain_current
source: Current
de: Aktuell

# model:ir.action.act_window.domain,name:act_asset_domain_inactive
source: Inactive
de: Inaktiv

# model:ir.action.act_window.domain,name:act_asset_domain_all
source: All
de: Alle

# model:investment.imp_wiz.start,name:
source: Import CSV-File
de: CSV-Datei importieren

# field:investment.imp_wiz.start,asset:
source: Asset
de: Vermögenswert

# field:investment.imp_wiz.start,file_:
source: CSV-File
de: CSV-Datei

# field:investment.imp_wiz.start,dec_divider:
source: Decimal divider
de: Dezimaltrenner

# field:investment.imp_wiz.start,date_fmt:
source: Date format
de: Datumsformat

# field:investment.imp_wiz.start,field_delimiter:
source: Field delimiter
de: Feldtrenner

# model:investment.imp_wiz,name:
source: Import CSV-File
de: CSV-Datei importieren

# wizard_button:investment.imp_wiz,start,end:
source: Cancel
de: Abbruch

# wizard_button:investment.imp_wiz,start,importf:
source: Import File
de: Datei importieren

# model:investment.source_update,name:
source: Update Source
de: Quelle aktualisieren

# model:investment.asset,name:
source: Asset
de: Vermögenswert

# view:investment.asset:
source: Currency and Units
de: Währung und Einheiten

# view:investment.asset:
source: Gain and Loss
de: Gewinn und Verlust

# view:investment.asset:
source: Identifiers
de: Bezeichner

# view:investment.asset:
source: Rates
de: Kurse

# view:investment.asset:
source: Course Update
de: Kursaktualisierung

# field:investment.asset,company:
source: Company
de: Unternehmen

# field:investment.asset,currency:
source: Currency
de: Währung

# field:investment.asset,currency_digits:
source: Digits
de: Nachkommastellen

# field:investment.asset,product:
source: Product
de: Artikel

# field:investment.asset,product_uom:
source: UOM Category
de: Einheit-Kategorie

# help:investment.asset,product_uom:
source: Category of unit on the product.
de: Kategorie der Einheit am Produkt.

# field:investment.asset,uom:
source: UOM
de: Einheit

# field:investment.asset,symbol:
source: UOM
de: Einheit

# field:investment.asset,wkn:
source: NSIN
de: WKN

# help:investment.asset,wkn:
source: National Securities Identifying Number
de: Wertpapierkennnummer

# help:investment.asset,isin:
source: International Securities Identification Number
de: Internationale Wertpapierkennnummer

# help:investment.asset,secsymb:
source: Stock market symbol
de: Börsensymbol

# field:investment.asset,rates:
source: Rates
de: Kurse

# field:investment.asset,rate:
source: Current Rate
de: aktueller Kurs

# field:investment.asset,date:
source: Date
de: Datum

# help:investment.asset,date:
source: Date of current rate
de: Datum des aktuellen Kurses

# field:investment.asset,updtsources:
source: Update Sources
de: Kursquellen

# help:investment.asset,updtsources:
source: Select sources for the course update. The course sources are tried until a valid value has been read.
de: Wählen Sie Quellen für die Kursaktualisierung aus. Die Kursquellen werden probiert bis ein gültiger Wert gelesen wurde.

# field:investment.asset,updttime:
source: Time
de: Zeitpunkt

# field:investment.asset,nextupdate:
source: Next Update
de: nächste Aktualisierung

# field:investment.asset,change_day1:
source: Previous Day
de: Vortag

# help:investment.asset,change_day1:
source: percentage change in value compared to the previous day
de: prozentuale Wertänderung zum Vortag

# field:investment.asset,change_month1:
source: 1 Month
de: 1 Monat

# help:investment.asset,change_month1:
source: percentage change in value compared to last month
de: prozentuale Wertänderung zum letzten Monat

# field:investment.asset,change_month3:
source: 3 Months
de: 3 Monate

# help:investment.asset,change_month3:
source: percentage change in value during 3 months
de: Prozentuale Wertänderung während 3 Monate

# field:investment.asset,change_month6:
source: 6 Months
de: 6 Monate

# help:investment.asset,change_month6:
source: percentage change in value during 6 months
de: Prozentuale Wertänderung während 6 Monate

# field:investment.asset,change_month12:
source: 1 Year
de: 1 Jahr

# help:investment.asset,change_month12:
source: percentage change in value during 1 year
de: Prozentuale Wertänderung während 1 Jahr

# field:investment.asset,updtdays:
source: Select days
de: Tage wählen

# selection:investment.asset,updtdays:
source: Mon - Fri
de: Mo - Fr

# selection:investment.asset,updtdays:
source: Mon - Sun
de: Mo - So

# help:investment.asset,updturl:
source: URL for data retrieval.
de: URL für Datenabruf.

# model:investment.asset_source_rel,name:
source: Asset Source Relation
de: Vermögenswert Quelle Verknüpfung

# field:investment.asset_source_rel,source:
source: Source
de: Quelle

# field:investment.asset_source_rel,asset:
source: Asset
de: Vermögenswert

# model:investment.source,name:
source: Online Source
de: Online Quelle

# view:investment.source:
source: Result
de: Ergebnis

# view:investment.source:
source: Test parameters
de: Testparameter

# view:investment.source:
source: URL parameter placeholders: ${isin}, ${nsin}, ${symbol}
de: Platzhalter für URL-Parameter: ${isin}, ${nsin}, ${symbol}

# view:investment.source:
source: Regular expressions to find data
de: Reguläre Ausdrücke zum Finden der Daten

# view:investment.source:
source: How to
de: So funktionierts

# view:investment.source:
source: Values detected during the query
de: bei der Abfrage erkannte Werte

# view:investment.source:
source: Configure a source for receiving course data here. The source is queried with the parameters according to schedule.
de: Konfigurieren Sie hier eine Quelle für den Empfang von Kursdaten. Die Quelle wird mit den Paramtern nach Zeitplan abgefragt.

# view:investment.source:
source: Select a website where the price data, ISIN, date, etc. is contained in the loaded HTML file.
de: Wählen Sie eine Webseite bei der die Kursdaten, ISIN, Datum etc. in der geladenen HTML-Datei enthalten ist.

# view:investment.source:
source: Purely javascript-based websites do not work here.
de: Rein javascriptbasierte Webseiten funktionieren hier nicht.

# view:investment.source:
source: Method: Extract from web page
de: Methode: aus Webseite auslesen

# field:investment.source,nsin:
source: NSIN
de: WKN

# field:investment.source,http_state:
source: HTTP-State
de: HTTP-Status

# field:investment.source,text:
source: Result
de: Ergebnis

# field:investment.source,nohtml:
source: Remove HTML
de: HTML entfernen

# help:investment.source,nohtml:
source: Removes HTML tags before the text is interpreted.
de: Entfernt HTML-Tags bevor der Text interpretiert wird.

# field:investment.source,rgxdate:
source: Date
de: Datum

# help:investment.source,rgxdate:
source: Regex code to find the date in the downloaded HTML file.
de: Regex-Code, um das Datum in der heruntergeladenen HTML-Datei zu finden.

# field:investment.source,rgxrate:
source: Rate
de: Kurs

# help:investment.source,rgxrate:
source: Regex code to find the rate in the downloaded HTML file.
de: Regex-Code, um den Kurs in der heruntergeladenen HTML-Datei zu finden.

# field:investment.source,rgxident:
source: Identifier
de: Bezeichner

# help:investment.source,rgxident:
source: Regex code to find the identifier in the downloaded HTML file.
de: Regex-Code, um den Bezeichner in der heruntergeladenen HTML-Datei zu finden.

# field:investment.source,used_url:
source: Used URL
de: verwendete URL

# help:investment.source,used_url:
source: This URL is used to retrieve the HTML file.
de: Diese URL wird für den Abruf der HTML-Datei verwendet.

# field:investment.source,rgxdecimal:
source: Decimal Separator
de: Dezimaltrenner

# help:investment.source,rgxdecimal:
source: Decimal separator for converting the market value into a number.
de: Dezimaltrenner für die Umwandlung des Kurswertes in eine Zahl.

# field:investment.source,rgxidtype:
source: ID-Type
de: ID-Typ

# help:investment.source,rgxidtype:
source: Type of identifier used to validate the result.
de: Typ des Bezeichners zur Validierung des Ergebnisses.

# selection:investment.source,rgxidtype:
source: NSIN
de: WKN

# field:investment.source,rgxdatefmt:
source: Date format
de: Datumsformat

# field:investment.source,fnddate:
source: Date
de: Datum

# help:investment.source,fnddate:
source: Date found during test query.
de: Bei der Testabfrage gefundenes Datum.

# field:investment.source,fndrate:
source: Rate
de: Kurs

# help:investment.source,fndrate:
source: Rate found during test query.
de: Bei der Testabfrage gefundener Kurs.

# field:investment.source,fndident:
source: Identifier
de: Bezeichner

# help:investment.source,fndident:
source: Identifier found during test query.
de: Bei der Testabfrage gefundener Bezeichner.

# field:investment.source,query_method:
source: Method
de: Methode

# help:investment.source,query_method:
source: Select the method to retrieve the data.
de: Wählen Sie die Methode zum Abruf der Daten.

# field:investment.source,fixed_url:
source: Fixed URL
de: feste URL

# help:investment.source,fixed_url:
source: URL must be defined at investment record.
de: Die URL muss im Investitionsdatensatz definiert werden.

# model:investment.rate,name:
source: Rate
de: Kurs

# view:investment.rate:
source: per
de: pro

# field:investment.rate,asset:
source: Asset
de: Vermögenswert

# field:investment.rate,date:
source: Date
de: Datum

# field:investment.rate,rate:
source: Rate
de: Kurs

# field:investment.rate,digits:
source: Digits
de: Nachkommastellen

# selection:product.identifier,type:
source: National Securities Identifying Number (NSIN)
de: Wertpapierkennnummer (WKN)

# selection:product.identifier,type:
source: Stock market symbol
de: Börsensymbol

# view:diagram.graphdef:
source: Asset
de: Vermögenswert

# field:diagram.graphdef,asset:
source: Asset
de: Vermögenswert
