Repository: pypi-data/pypi-mirror-245
Catalog: packages/pyams-skin/pyams_skin-2.1.0-py3-none-any.whl/pyams_skin/locales/*/LC_MESSAGES/pyams_skin.po
Languages: fr

source: Close
fr: Fermer

source: Smartphones
fr: Sur smartphones

source: Tablets
fr: Sur tablettes

source: Medium screens
fr: Sur écrans moyens

source: Large screens
fr: Sur grands écrans

source: Extra large screens
fr: Sur très grands écrans

source: Show calendar
fr: Afficher le calendrier

source: Remove selected value
fr: Supprimer la valeur sélectionnée

source: Selection
fr: Sélection

source: Cols width
fr: Largeur des colonnes

source: Use responsive selection
fr: Utiliser les sélections responsives

source: (no selection)
fr: (pas de sélection)

source: Back to previous page
fr: Revenir à la page précédente

source: Copy value to clipboard
fr: Copier dans le presse-papiers

source: from
fr: à partir du

source: to
fr: et avant le
