Repository: pypi-data/pypi-mirror-245
Catalog: packages/coldcms/coldcms-0.2.9.tar.gz/coldcms-0.2.9/coldcms/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Default color
fr: Couleur par défaut

source: Black
fr: Noir

source: White
fr: Blanc

source: Yellow
fr: Jaune

source: Green
fr: Vert

source: Blue
fr: Bleu

source: Purple
fr: Violet

source: Red
fr: Rouge

source: Link text
fr: Texte du lien

source: Use this as the text of an external URL or if you want to override the Page's title
fr: Ce champ est utilisé en tant que texte d'un lien externe ou pour surcharger le titre d'une Page

source: External URL
fr: Lien externe

source: Link to an internal page
fr: Lien vers une page interne au site

source: Ignored if the external URL is used
fr: Ignoré si l'URL externe est renseignée

source: Append to URL
fr: Ajouter à l'URL

source: Use this to optionally append a #hash or querystring to the URL.
fr: À utiliser pour (facultativement) ajouter un #hash ou une querystring à la fin de l'URL.

source: Open link in a new tab
fr: Ouvrir le lien dans un nouvel onglet

source: {value} is not an svg file
fr: {value} n'est pas un fichier svg

source: Svg description
fr: Description du svg

source: Image block
fr: Bloc image

source: Form title
fr: Titre du formulaire

source: Name
fr: Nom

source: Logo Block
fr: Bloc logo

source: Author
fr: Auteur

source: Quote
fr: Citation

source: Quote Block
fr: Bloc de citation

source: Caption
fr: Légende

source: Image Url Block
fr: Bloc image url

source: Title
fr: Titre

source: Header text
fr: Texte d'en-tête

source: Buttons
fr: Boutons

source: Header Block
fr: Bloc d'en-tête

source: Answer
fr: Réponse

source: The type of question (ex: Accessibility, Rules). You can keep this field empty if you only have one category of questions/answers
fr: La catégorie de la question (ex: Accessibilité, Règles). Vous pouvez laisser ce champ vide si vous n'avez qu'une catégorie de questions/réponses

source: Category name
fr: Nom de catégorie

source: Question group
fr: Catégorie de question

source: By default, this will be used as the link text when appearing in menus.
fr: Par défaut, ce champ sera utilisé en tant que lien dans les menus.

source: *OR* Link to an internal page
fr: *OU* Lien vers une page interne au site

source: link to an external URL
fr: lien vers une page externe du site

source: append to URL
fr: ajouter à la fin de l'URL

source: A link page cannot link to another link page
fr: Un 'Lien' ne peut pas pointer vers une autre 'Lien'

source: Please choose an internal page or provide an external URL
fr: Veuillez choisir une page interne au site ou renseigner une URL externe

source: Linking to both a page and external URL is not permitted
fr: Pointer à la fois vers une page interne et une URL externe n'est pas possible

source: This page redirects to: %(url)s
fr: Cette page redirige vers: %(url)s

source: Settings
fr: Paramètres

source: Internal or external link
fr: Lien interne ou externe

source: Dropdown
fr: Item de menu déroulant

source: Choose a specific color for the title and the button(s) (optional)
fr: Choisir une couleur spécifique pour le titre et les boutons (optionnel)

source: Number of article in the block.
fr: Nombre d'articles dans le bloc

source: If none is selected, posts from all blogs will be displayed
fr: Si aucune page n'est sélectionnée, des posts de tous les blogs seront affichés

source: List Blog Block
fr: Bloc de liste d'articles

source: Post date
fr: Date de publication

source: Body
fr: Contenu

source: Blog information
fr: Informationsdu blog

source: Gallery images
fr: Galerie d'images

source: Content
fr: Contenu

source: Blog Page
fr: Page de blog

source: Key words
fr: Mots clés

source: Promote
fr: Promouvoir

source: Read more...
fr: Lire plus...

source: Return to blog
fr: Revenir au blog

source: Authors
fr: Auteurs

source: Blog posts by %(author)s
fr: Articles publiés par %(author)s

source: Blog posts published on %(date)s
fr: Articles publiés le %(date)s

source: example: Monday
fr: exemple: Lundi

source: Day of the week
fr: Jour de la semaine

source: example: 10h-12h ; 14h-20h
fr: exemple: 10h-12h ; 14h-20h

source: Opening hours for the given day
fr: Heures d'ouverture pour ce jour

source: Address
fr: Adresse

source: Phone number
fr: Numéro de téléphone

source: Contact email
fr: Email de contact

source: Opening hours
fr: Heures d'ouverture

source: Opening hours exception or precisions
fr: Exceptions ou précisions sur les heures d'ouverture

source: Put here exceptions like vacation, Bank holidays and so on...
fr: Renseignez ici les exceptions telles que les vacances, les jours fériés etc...

source: Contact Page
fr: Page de contact

source: (Click to open a map)
fr: (Cliquer pour ouvrir une carte)

source: Question groups
fr: Catégories de question

source: FAQ Page
fr: Page de FAQ

source: Other
fr: Autre

source: Button Text
fr: Texte du bouton

source: Form Page
fr: Page de formulaire

source: Validate
fr: Valider

source: Return
fr: Retour

source: Slide text
fr: Texte de la diapo

source: Carousel slide
fr: Diapo du défileur

source: Title (optional)
fr: Titre (optionnel)

source: Carousel
fr: Défileur d'images

source: Text
fr: Texte

source: Card
fr: Conteneur

source: Left
fr: Gauche

source: Right
fr: Droite

source: Image position
fr: Position de l'image

source: Big card
fr: Grande carte

source: Cards
fr: Cartes

source: Card container
fr: Conteneur de cartes

source: Center
fr: Centré

source: Justify
fr: Justifié

source: Text alignment
fr: Alignement du texte

source: Buttons (optional)
fr: Boutons (optionnel)

source: Text Block
fr: Bloc de texte

source: Fullwidth
fr: Plein écran

source: Image link (optionnaly)
fr: Lien de l'image (optionnel)

source: Generic Image
fr: Image générique

source: Image List Block
fr: Bloc de liste d'images

source: Section preview articles
fr: Section d'aperçu des articles

source: Column Block
fr: Bloc colonne

source: Columns
fr: Colonnes

source: Columns Block
fr: Bloc colonnes

source: Generic page
fr: Page générique

source: Big cards group
fr: Groupe de grandes cartes

source: Small cards group
fr: Groupe de petites cartes

source: Home Page
fr: Page d'accueil

source: Subtitle
fr: Sous-titre

source: Legal notice
fr: Mentions légales

source: Partner's Website
fr: Site web du partenaire

source: Partner Block
fr: Bloc Partenaires

source: The category of partner (ex: Institution)
fr: La catégorie du partenaire (ex: Institutionnel)

source: Partners
fr: Partenaires

source: Partners' group
fr: Groupe de partenaires

source: Partners' groups
fr: Groupes de partenaires

source: Simple page
fr: Page simple

source: Icon type
fr: Type d'icône

source: Which social media is the URL linking to (will display the corresponding icon)
fr: Le réseau social auquel renvoie le lien (cela affichera le logo correspondant)

source: Link
fr: Lien

source: URL to your social media
fr: Lien vers votre réseau social

source: The text displayed next to the social media icon. Should be of the type "Follow us on ...". Be aware that some social media companies require that this text appears next to their logo. Make sure by checking their branding website.
fr: Le texte affiché à côté de l'icône du réseau social, du type "Suivez-nous sur...". Attention, certaines entreprises de réseau social exigent la présence de ce texte à côté de leur logo. Renseignez-vous sur leur site de branding.

source: Social media icon
fr: Icône de réseau social

source: Social media icons
fr: Icônes de réseau social

source: Footer columns
fr: Colonnes de pied de page

source: Footer
fr: Pied de page

source: Links
fr: Liens

source: Logo type
fr: Type de logo

source: Second Logo type
fr: Second type de logo

source: Upload your own CSS stylesheet to custom the appearance of your website
fr: Ajoutez votre propre feuille de style CSS pour personnaliser l'apparence de votre site

source: CSS stylesheet
fr: Feuille de style CSS

source: CSS stylesheets
fr: Feuilles de style CSS

source: Hide Menu
fr: Masquer le menu

source: Whether to hide the menu bar or not
fr: Masquer ou non la barre de menu

source: Links and social media icons
fr: Icônes de réseau social

source: Menu options
fr: Options du menu

source: Black bis
fr: Second noir

source: Black ter
fr: Troisième noir

source: grey darker
fr: Gris très foncé

source: Grey dark
fr: Gris foncé

source: Grey
fr: Gris

source: Grey light
fr: Gris clair

source: Grey lighter
fr: Gris très clair

source: Grey lightest
fr: Gris le plus clair

source: White bis
fr: Second blanc

source: White ter
fr: Troisième blanc

source: Primary
fr: Couleur principale

source: Success
fr: Succès

source: Warning
fr: Attention

source: Danger
fr: Erreur

source: Colors
fr: Couleurs

source: Page not found
fr: Page introuvable

source: Sorry, this page could not be found.
fr: Désolé, nous n'avons pas pu trouver cette page

source: Page successfully generated
fr: Page générée avec succès

source: Couldn't re-generate page
fr: Impossible de regénérer la page

source: Re-generate %(title)s
fr: Re-générer %(title)s

source: Re-generate
fr: Re-générer

source: Are you sure you want to re-generate this page?
fr: Êtes-vous sûr de vouloir re-générer cette page ?

source: Yes, re-generate it
fr: Oui, re-générer

source: No, take me back
fr: Non, revenir en arrière

source: Welcome to ColdCMS
fr: Bienvenue sur ColdCMS

source: Sign in to ColdCMS
fr: Se connecter à ColdCMS

source: Re-build page
fr: Re-générer la page
